{
  "title": "Managing your account, resources, and access docs",
  "lastupdated": "2023-10-26",
  "introduction": "Leverage the interacting components and systems in your account for resource, user, and access management. Get started by setting up your IBM cloud account, learn about setting up an enterprise, or explore assigning access to resources quickly with IBM Cloud Identity and Access Management (IAM).",
  "section_devtools": {
    "api": "/docs?tab=api-docs&subCategory=account&category=platform_services",
    "cli": "/docs/account?topic=cli-manage-catalogs-plugin",
    "terraform": "https://registry.terraform.io/providers/IBM-Cloud/ibm/latest/docs"
  },
  "section_recommended": [
    {
      "title": "Learn about different account types",
      "description": "Learn about the differences between Trial, Pay-As-You-Go, and Subscription account types.",
      "href": "/docs/account?topic=account-accounts"
    },
      {
      "title": "Setting up your IBM Cloud account",
      "description": "Learn how to set up account authentication, manage your account settings, effectively organize resources in your account, and control access to resources.",
      "href": "/docs/account?topic=account-account-getting-started"
    },
    {
      "title": "Assigning access to resources",
      "description": "Get up and running quickly with IBM Cloud Identity and Access Management (IAM) by setting up access groups for quick access assignments, inviting users to your account, and managing their access.",
      "href": "/docs/account?topic=account-access-getstarted"
    }
  ],
  "section_videos": [
    {
      "title": "IBM Cloud Console Guide: Getting Access - Role Overview",
      "href": "/docs/account?topic=account-cloudaccess#watch-iamaccess",
      "thumbnail": "/images/landing-Getting-Access-Role-Overview.png"
    },
    {
      "title": "IBM Cloud Console Guide: Inviting Users to an Account",
      "href": "/docs/account?topic=account-iamuserinv#watch-iam-invite",
      "thumbnail": "/images/landing-Inviting-Users-to-an-Account.png"
    },
    {
      "title": "IBM Cloud Console Guide: Setting up Access Groups",
      "href": "/docs/account?topic=account-groups#watch-accessgroups",
      "thumbnail": "/images/landing-Setting-up-Access-Groups.png"
    },
    {
      "title": "Controlling access by using tags in IBM Cloud",
      "href": "/docs/account?topic=account-account_setup",
      "thumbnail": "/images/landing-Controlling-access-by-using-tags.png"
    },
    {
      "title": "Introducing IBM Cloud trusted profiles",
      "href": "/docs/account?topic=account-iamoverview&interface=ui#trusted-profiles-feature-fedusers",
      "thumbnail": "/images/landing-Trusted-profiles.png"
    }
  ],
  "section_learn": {
    "developer": "https://developer.ibm.com/depmodels/cloud/gettingstarted/",
    "architecture": "https://www.ibm.com/cloud/architecture/architectures/public-cloud",
    "training": "https://www.ibm.com/training/cloud",
    "community": "https://community.ibm.com/community/user/cloud/home"
  },
  "section_updates": {
    "view_more": "/docs/overview?topic=overview-whatsnew",
    "tiles": [
      {
        "date": "26 October 2023",
        "title": "Symantec VIP 2FA is deprecated",
        "description": " If you are currently using Symantec VIP as your external authentication method, you can continue to use it and add subscribers as needed until 24 October 2024. If you are not already using Symantec VIP, then you can't purchase Symantec VIP to use as your external authentication method as of 24 October 2023. All customers currently using Symantec VIP must migrate to IBM Cloud MFA by 24 October 2024."
      },
      {
        "date": "05 September 2023",
        "title": "Centrally administer your multi-account environment",
        "description": "IBM Cloud is excited to announce that you can now centrally administer access and security settings in your organization with Enterprise-managed IAM. By using enterprise IAM templates, you can quickly create and manage access groups and trusted profiles across accounts and easily ensure that all new accounts inherit the same settings. Leveraging Enterprise-managed IAM can help your organization save time and effort, reduce the risk of unauthorized access, stay compliant with industry regulations and better protect your data."
      },
      {
        "date": "03 April 2023",
        "title": "Customize your private catalog and private products",
        "description": "You can enhance the appearance of your private catalog to match your brand by adding a custom banner image to your private catalogs. You can also make it easier for users to search for your products added to a private catalog by specifying a custom provider name. Adding a custom provider name for your private products can help users find them quickly by using the Provider filter in the catalog."
      }
    ]
  }
}
