{
    "title": "Managing your account, resources, and access docs",
    "lastupdated": "2021-05-15",
    "introduction": "Leverage the interacting components and systems in your account for resource, user, and access management. Get started by setting up your IBM cloud account, learn about setting up an enterprise, or explore assigning access to resources quickly with IBM Cloud Identity and Access Management (IAM).",
    "section_devtools": {
      "api": "/docs?tab=api-docs&subCategory=account&category=platform_services", 
      "cli": "/docs/account?topic=cli-manage-catalogs-plugin", 
      "terraform": "https://registry.terraform.io/providers/IBM-Cloud/ibm/latest/docs"
    },
    "section_recommended": [
      {
        "title": "Setting up your IBM Cloud account",
        "description": "Learn how to set up account authentication, manage your account settings, effectively organize resources in your account, and control access to resources.",
        "href": "/docs/account?topic=account-account-getting-started"
      },
      {
        "title": "Setting up an enterprise",
        "description": "Learn how to create an enterprise, add accounts and organize them in account groups, invite users, and explore subscriptions.",
        "href": "/docs/account?topic=account-enterprise-tutorial"
      },
      {
        "title": "Assigning access to resources",
        "description": "Get up and running quickly with IBM Cloud Identity and Access Management (IAM) by setting up access groups for quick access assignments, inviting users to your account, and managing their access.",
        "href": "/docs/account?topic=account-access-getstarted"
      }
    ],
    "section_videos": [
      {
        "title": "Introducing IBM Cloud enterprises",
        "href": "/docs/account?topic=account-enterprise-video", 
        "thumbnail": "/images/landing-Introducing-IBM-Cloud-enterprises.png" 
      },
      {
        "title": "IBM Cloud Console Guide: Getting Access - Role Overview",
        "href": "/docs/account?topic=account-cloudaccess#watch-iamaccess",
        "thumbnail": "/images/landing-Getting-Access-Role-Overview.png"
      },
      {
        "title": "IBM Cloud Console Guide: Inviting Users to an Account",
        "href": "/docs/account?topic=account-iamuserinv#watch-iam-invite",
        "thumbnail": "/images/landing-Inviting-Users-to-an-Account.png"
      }, 
      {
        "title": "IBM Cloud Console Guide: Setting up Access Groups",
        "href": "/docs/account?topic=account-groups#watch-accessgroups",
        "thumbnail": "/images/landing-Setting-up-Access-Groups.png"
      }, 
      {
        "title": "Controlling access by using tags in IBM Cloud",
        "href": "/docs/account?topic=account-account_setup",
        "thumbnail": "/images/landing-Controlling-access-by-using-tags.png"
      }
    ],
    "section_learn": {
      "developer": "https://developer.ibm.com/depmodels/cloud/gettingstarted/",
      "architecture": "https://www.ibm.com/cloud/architecture/architectures/public-cloud",
      "training": "https://www.ibm.com/training/cloud",
      "community": "https://community.ibm.com/community/user/publiccloud/communities/communities/community-home?CommunityKey=dd1ee2bc-c83b-4afb-bd1c-9095ff0c3bc1"
    },
    "section_updates": {
      "view_more": "/docs/overview?topic=overview-whatsnew",
      "tiles": [
        {
          "date": "05 October 2021",
          "title": "Filtering the IBM Cloud catalog by specific providers",
          "description": "The latest enhancements to IBM Cloud catalog include support for filtering products by provider name. If you're looking for a specific provider's products or curious about how many products that a provider offers, you can use the Provider filter to narrow down your search."
        },
        {
          "date": "05 October 2021",
          "title": "Suspending and deprecating private products",
          "description": "Private catalog owners can now suspend or deprecate private software. When you suspend a version of software, it's immediately removed from your private catalog. When you deprecate software from your private catalog, it remains available to users with access to the private catalog for 90 days. After 90 days, it's permanently removed."
        },
        {
          "date": "27 September 2021",
          "title": "Securing your resources with context-based restrictions",
          "description": "You can now use context-based restrictions to configure and enforce access restrictions for IBM Cloud resources. The access restrictions are based on the network location where an access request is created. These restrictions work in tandem with traditional IAM access policies, which are based on identity, to provide an extra layer of protection. Since both IAM access and context-based restrictions must enforce access, context-based restrictions offer protection even in the face of compromised or mismanaged credentials. You can create context-based restrictions by defining one or more network zones, which contain allowed network locations, and then associating the zones with the cloud resource through a context-based restrictions rule. Network zones can be defined in terms of IP address constructs, VPCs, and service references, which grant access to a resource from another cloud service."
        }
      ]
    }
  }
